Repository: Yambam/IndieMendable
Catalog: locale/old/*.utf8/LC_MESSAGES/messages_new.po
Languages: nl_nl

source: Go to our YoYo Games Archive
nl_nl: Ga naar onze YoYo Games Archief

source: Search for games...
nl_nl: Naar spelletjes zoeken...

source: Search for users...
nl_nl: Naar gebruikers zoeken...

source: You are now logged in.
nl_nl: Je bent nu ingelogd.

source: Remember me
nl_nl: Ingelogd blijven

source: I don't have a login, but I would like to register for an account
nl_nl: Ik wil me graag aanmelden bij de site

source: Help! I've forgotten my password
nl_nl: Help! Ik ben mijn wachtwoord vergeten

source: Forgot password
nl_nl: Wachtwoord herstellen

source: Reset password
nl_nl: Wachtwoord herstellen

source: Fill in either your email, or your username and click "Reset password". You will be sent an email with a link to reset your password.
nl_nl: Vul je e-mailadres of je gebruikersnaam in en klik op "Wachtwoord herstellen". Dan krijg je een email opgestuurd met een link waarmee je je wachtwoord kan herstellen.

source: ...or username
nl_nl: Of gebruikersnaam

source: Type the text
nl_nl: Typ wat hierboven staat

source: Game
nl_nl: Spelletje

source: User
nl_nl: Gebruiker

source: Guest
nl_nl: Gast

source: Member
nl_nl: Gebruiker

source: Comment
nl_nl: Reactie

source: Favorite
nl_nl: Favoriet

source: Like
nl_nl: Vind-ik-leuk

source: Rating
nl_nl: Beoordeling

source: Review
nl_nl: Recensie

source: message
nl_nl: bericht

source: Newest member
nl_nl: Nieuwste gebruiker

source: Statistic
nl_nl: Statistiek

source: Game created
nl_nl: Game geupload

source: Game played
nl_nl: Game gespeeld

source: Game indexed
nl_nl: Game geïndexeerd

source: Game archived
nl_nl: Game gearchiveerd

source: Moderation
nl_nl: Moderatie

source: Reporting a
nl_nl: Rapporteer een

source: What would you tell us about this game?
nl_nl: Wat wil je aan ons kwijt over dit spelletje?

source: What would you tell us about this user?
nl_nl: Wat wil je aan ons kwijt over deze gebruiker?

source: Play now
nl_nl: Speel dit spel

source: Add to favorites
nl_nl: Voeg toe aan favorieten

source: Report game
nl_nl: Rapporteer spel

source: Send to friend
nl_nl: Stuur naar een vriend

source: Rated <strong>%f</strong>
nl_nl: <strong>%f</strong> beoordeeld

source: Played <strong>%d</strong> times.
nl_nl: <strong>%d</strong> keer gespeeld.

source: Current rating
nl_nl: Beoordeling

source: I'm feeling lucky
nl_nl: Ik doe een gok

source: Picks a random game
nl_nl: Een willekeurige spel

source: Try latest game
nl_nl: Nieuwste game

source: Hello! Click <a href="register">register</a> to make your account!
nl_nl: Hallo! Klik <a href="register">registreren</a> om je account aan te maken!

source: Note for older members: log in again to show your account here.
nl_nl: Tip voor vorige gebruikers: log opnieuw in om je account weer te herstellen.

source: View all news...
nl_nl: Alle nieuws weergeven...

source: Subscribe to the newsletter...
nl_nl: Abonneer op de nieuwsbrief...

source: What's hot
nl_nl: Uitgelicht

source: Platform
nl_nl: Platformer

source: Strategy
nl_nl: Strategie

source: Shooter games
nl_nl: Schietspellen

source: Puzzle games
nl_nl: Puzzel spelletjes

source: Platform games
nl_nl: Platformer spelletjes

source: Adventure games
nl_nl: Avontuur spelletjes

source: Strategy games
nl_nl: Strategie spelletjes

source: Arcade games
nl_nl: Arcade spelletjes

source: Other games
nl_nl: Andere spelletjes

source: View all games...
nl_nl: Alle spelletjes bekijken...

source: Latest archive additions
nl_nl: Laatste toevoegingen aan het archief

source: This site is not affiliated with YoYo Games in any way.
nl_nl: IndieMendable is een initiatief dat niet wordt ondersteund door YoYo Games.

source: Please log in to leave a comment.
nl_nl: Om een reactie te plaatsen heb je een account nodig.

source: Post comment
nl_nl: Plaats reactie

source: YoYo Games News
nl_nl: YoYo Games Nieuws

source: What's Hot
nl_nl: Uitgelicht

source: View all What's Hot
nl_nl: Bekijk alles uitgelicht

source: created by
nl_nl: gemaakt door

source: Friend
nl_nl: Vriend

source: View user's forum profile
nl_nl: Bekijk de forumprofiel van deze gebruiker

source: Last active
nl_nl: Laatst actief

source: Send friend request
nl_nl: Stuur vriendschapsverzoek

source: Cancel friend request
nl_nl: Annuleer vriendschapsverzoek

source: Remove as friend
nl_nl: Verwijder van vriendenlijst

source: Send personal message
nl_nl: Stuur persoonlijk bericht

source: Message
nl_nl: Bericht

source: No messages found.
nl_nl: Geen berichten gevonden.

source: Sent items
nl_nl: Verzonden items

source: Deleted items
nl_nl: Verwijderde items

source: Tip: You can use BBCode in messages. :)
nl_nl: Tip: Gebruik BBCode in je berichten. :)

source: Send message to
nl_nl: Stuur bericht naar

source: Message preview (Last saved draft:
nl_nl: Zo ziet je bericht eruit (Laatste draft:

source: Message preview
nl_nl: Zo ziet je bericht eruit

source: Original message
nl_nl: Beantwoorde bericht

source: Original message (not found)
nl_nl: Beantwoorde bericht (niet gevonden)

source: Oops, we couldn't find the message you were looking for.
nl_nl: Oeps, we konden je bericht niet vinden.

source: You haven't added any friends yet.
nl_nl: Je hebt nog geen vrienden toegevoegd.

source: Games by this creator
nl_nl: Games van deze ontwikkelaar

source: Comments by this member
nl_nl: Reacties van deze gebruiker

source: member
nl_nl: gebruiker

source: Favorite games
nl_nl: Favoriete games

source: More games
nl_nl: Meer games

source: Category
nl_nl: Categorie

source: View more
nl_nl: Bekijk meer

source: Game description
nl_nl: Beschrijving

source: said
nl_nl: schreef

source: the member
nl_nl: de gebruiker

source: the game
nl_nl: het spelletje

source: on the game
nl_nl: op het spelletje

source: the review
nl_nl: de recensie

source: View all comments (also use to report comments)
nl_nl: Alle reacties bekijken (gebruik dit om reacties te rapporteren)

source: year
nl_nl: jaar

source: month
nl_nl: maand

source: day
nl_nl: dag

source: hour
nl_nl: uur

source: minute
nl_nl: minuut

source: second
nl_nl: seconde

source: ago
nl_nl: geleden

source: A new website for GameMaker creations!
nl_nl: Een nieuwe website voor GameMaker creaties!

source: YoYoGames YoYo IndieMendable Sandbox forum free games downloads community GameMaker programming GM minigames share make play gaming fun game creation design software
nl_nl: YoYoGames YoYo IndieMendable Sandbox forum gratis games spelletjes downloads community GameMaker programming GM minigames deel maak speel gaming plezier game ontwikkel design software

source: nl/games
nl_nl: spelletjes

source: nl/users
nl_nl: gebruikers

source: nl/browse
nl_nl: verkennen

source: nl/make
nl_nl: ontwikkel

source: nl/share
nl_nl: deel

source: nl/help
nl_nl: hulp

source: <p>We need more translators! Machine translation will never match up with your translation skills. :)<p><a href="%s/language-updater" style="font-weight: 300;">Select a flag and go to our Language Updater</a>
nl_nl: <p>We hebben meer vertalers nodig! Machinevertalers zullen nooit zo goed kunnen worden als jullie vertaalskills. :)<p><a href="%s/language-updater" style="font-weight: 300;">Kies een vlag en ga naar onze Language Updater</a>

source: No comments yet.
nl_nl: Nog geen reacties.

source: No games yet.
nl_nl: Nog geen spelletjes.

source: No reviews yet.
nl_nl: Nog geen recensies.
