Repository: Yambam/IndieMendable
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: nl_nl

source: Home
nl_nl: Thús

source: Go to our YoYo Games Archive
nl_nl: Gean nei ús YoYo Games Argyf

source: Welcome
nl_nl: Wolkom

source: Log in
nl_nl: Oanmelde

source: Log out
nl_nl: Útlogge

source: Search for users...
nl_nl: Search for brûkers ...

source: Search
nl_nl: Sykje

source: You are now logged in.
nl_nl: Jo binne no oanmelde yn.

source: Password
nl_nl: Wachtwurd

source: Remember me
nl_nl: Bliuwe oanmeld yn

source: I don't have a login, but I would like to register for an account
nl_nl: Ik haw gjin oanmeld, mar ik soe graach registrearjen foar in akkount

source: Help! I've forgotten my password
nl_nl: Help! Ik haw ferjitten myn wachtwurd fergetten

source: Forgot password
nl_nl: Wachtwurd ferjitten

source: Reset password
nl_nl: Wachtwurd feroarje

source: Fill in either your email, or your username and click "Reset password". You will be sent an email with a link to reset your password.
nl_nl: Fier jo e-mailadres of dyn brûkersnamme en klik "Weromset Wachtwurd". Dan krije stjoerde in e-mail mei in link dat kinne jo better jo wachtwurd.

source: ...or username
nl_nl: Of meidoggernamme

source: Type the text
nl_nl: Typ de tekst

source: Game
nl_nl: Spultsje

source: User
nl_nl: Brûker

source: Guest
nl_nl: Gast

source: Member
nl_nl: Lid

source: Comment
nl_nl: Reaksje

source: Favorite
nl_nl: Favoryt

source: Like
nl_nl: Lykas

source: Rating
nl_nl: Beoordeling

source: Review
nl_nl: Resinsje

source: message
nl_nl: berjocht

source: new
nl_nl: nij

source: Newest member
nl_nl: Nijste lid

source: Statistic
nl_nl: Statistiken

source: Game created
nl_nl: Spultsje makke

source: Game played
nl_nl: Spultsje spile

source: Game indexed
nl_nl: Spultsje yndeksearred

source: Game archived
nl_nl: Spultsje it argyf

source: Moderation
nl_nl: Matichheid

source: Play
nl_nl: Toanielstik

source: Make
nl_nl: Meitsje

source: Share
nl_nl: Diele

source: Reporting a
nl_nl: Meldpunt in

source: What would you tell us about this game?
nl_nl: Wat soene jo fertelle ús oer dit spul?

source: What would you tell us about this user?
nl_nl: Wat soene jo fertelle ús oer dizze brûker?

source: Submit
nl_nl: Ferstjoere

source: Play now
nl_nl: Spylje no

source: Add to favorites
nl_nl: Foegje ta oan favoriten

source: Remove from favorites
nl_nl: Fuortsmite út favoriten

source: Report game
nl_nl: Meld game

source: Send to friend
nl_nl: Stjoere nei freon

source: Rated <strong>%f</strong>
nl_nl: <strong>%f</strong> beoardiele

source: Played <strong>%d</strong> times.
nl_nl: Spille <strong>%d</strong> kear.

source: Current rating
nl_nl: Beoordeel

source: I'm feeling lucky
nl_nl: Ik fiel my lokkich

source: Picks a random game
nl_nl: Pakt in willekeurige spultsje

source: Try latest game
nl_nl: Lêste spultsje

source: News
nl_nl: Nijs

source: Hello! Click <a href="register">register</a> to make your account!
nl_nl: Hoi! Klik <a href="register">registrear</a> te meitsjen dyn akkount!

source: Note for older members: log in again to show your account here.
nl_nl: Tink derom foar âldere leden: ynlogge wer te sjen dyn akkount hjir.

source: View all news...
nl_nl: Lit alle nijs...

source: Subscribe to the newsletter...
nl_nl: Abonnearje nei de nijsbrief...

source: What's hot
nl_nl: Oanrikkemandearre

source: Popular
nl_nl: Populêr

source: Puzzle
nl_nl: Puzel

source: Platform
nl_nl: Flonder

source: Adventure
nl_nl: Aventoer

source: Shooter games
nl_nl: Sjitter spultsjes

source: Other
nl_nl: Oar

source: Puzzle games
nl_nl: Puzel spultsjes

source: Platform games
nl_nl: Flonder spultsjes

source: Adventure games
nl_nl: Aventoer spultsjes

source: Strategy games
nl_nl: Strategy spultsjes

source: Arcade games
nl_nl: Arcade spultsjes

source: Other games
nl_nl: Oare spultsjes

source: Utilities
nl_nl: Ynstruminten

source: Utility
nl_nl: Ynstrumint

source: View all games...
nl_nl: Lit alle games...

source: Latest archive additions
nl_nl: Latest oanfollings oan it argyf

source: This site is not affiliated with YoYo Games in any way.
nl_nl: Dizze side is net oansletten by YoYo Games yn hokker wize.

source: Snow
nl_nl: Snie

source: Theme
nl_nl: Tema

source: Light
nl_nl: Ljocht

source: Dark
nl_nl: Tsjuster

source: Domain
nl_nl: Domein

source: Pages
nl_nl: Siden

source: Please log in to leave a comment.
nl_nl: Berjocht skriuwe te kinnen moatte jo in akkount.

source: Post comment
nl_nl: Ferstjoer reaksje

source: Follow
nl_nl: Folgje

source: Spotlight
nl_nl: Oanrikkemandearre

source: YoYo Games News
nl_nl: YoYo Games Nijs

source: What's Hot
nl_nl: Oanrikkemandearre

source: View all What's Hot
nl_nl: Lit alle oanrikkemandearre

source: View all
nl_nl: Alles besjen

source: created by
nl_nl: makke troch

source: Friend
nl_nl: Freon

source: Name
nl_nl: Namme

source: Age
nl_nl: Leeftyd

source: Location
nl_nl: Lokaasje

source: Description
nl_nl: Beskriuwing

source: Registered
nl_nl: Registrearre

source: View user's forum profile
nl_nl: View forum profyl fan dizze brûker

source: Last active
nl_nl: Lêste aktyf

source: Send friend request
nl_nl: Stjoer freon fersyk

source: Cancel friend request
nl_nl: Ôfbrekke freon fersyk

source: Remove as friend
nl_nl: Fuortsmite út freonen list

source: Send personal message
nl_nl: Stjoer persoanlike berjocht

source: Report
nl_nl: Melde

source: Message
nl_nl: Berjocht

source: From
nl_nl: Fan

source: To
nl_nl: Nei

source: Subject
nl_nl: Ûnderwerp

source: Sent
nl_nl: Ynstjoerd

source: Reply
nl_nl: Antwurdzje

source: Delete
nl_nl: Wiskje

source: No messages found.
nl_nl: Gjin berjochten fûn.

source: Compose new message
nl_nl: Skriuw berjocht nij berjocht

source: Sent items
nl_nl: Ferstjoerde berjochten

source: Deleted items
nl_nl: Wiske items

source: Tip: You can use BBCode in messages. :)
nl_nl: Tip: Jo kinne brûk meitsje fan BBKoade yn berjochten. :)

source: Send message
nl_nl: Stjoer berjocht

source: Send message to
nl_nl: Stjoer berjocht oan

source: Message preview (Last saved draft:
nl_nl: Sa jo berjocht sjocht (lêste bewarre draught:

source: Message preview
nl_nl: Sa jo berjocht sjocht

source: Original message
nl_nl: Oarspronklike berjocht

source: Original message (not found)
nl_nl: Oarspronklike berjocht (net fûn)

source: Oops, we couldn't find the message you were looking for.
nl_nl: Oeps, wy koenen net fine it berjocht dat jo sochten foar.

source: You haven't added any friends yet.
nl_nl: Jo hawwe noch gjin freonen yet.

source: Games by this creator
nl_nl: Spultsjes út dizze ûntwikkelder

source: Comments by this member
nl_nl: Reaksjes út dizze brûker

source: member
nl_nl: brûker

source: Recently played games
nl_nl: Koartlyn spile spultsjes

source: Favorite games
nl_nl: Favorite spultsjes

source: creator
nl_nl: ûntwikkelder

source: More games
nl_nl: Mear spultsjes

source: More
nl_nl: Mear

source: By
nl_nl: Troch

source: Added
nl_nl: Aanplakt

source: Last updated
nl_nl: Lêst bywurke

source: Created by
nl_nl: Makke troch

source: Version
nl_nl: Ferzje

source: Category
nl_nl: Kategory

source: View more
nl_nl: Sjoch mear

source: Game description
nl_nl: Game beskriuwing

source: Tags
nl_nl: Etiketten

source: Plays
nl_nl: Downloads

source: Created
nl_nl: Makke

source: said
nl_nl: sei

source: on
nl_nl: op

source: the member
nl_nl: de brûker

source: the game
nl_nl: it spultsje

source: on the game
nl_nl: op it spultsje

source: the review
nl_nl: de resinsje

source: View all comments (also use to report comments)
nl_nl: Lit alle reaksjes (ek brûke te melden opmerkingen)

source: year
nl_nl: jier

source: month
nl_nl: moanne

source: week
nl_nl: wike

source: day
nl_nl: dei

source: hour
nl_nl: oere

source: minute
nl_nl: minút

source: second
nl_nl: twadde

source: ago
nl_nl: lyn

source: A new website for GameMaker creations!
nl_nl: In nije webside foar GameMaker ingen!

source: YoYoGames YoYo IndieMendable Sandbox forum free games downloads community GameMaker programming GM minigames share make play gaming fun game creation design software
nl_nl: YoYoGames YoYo IndieMendable Sandbox board games frije ferslein downloads mienskip GameMaker programming GM minigames diele soargje meitsje der foar spylje gaming fun game developer design software

source: nl/games
nl_nl: spultsjes

source: nl/users
nl_nl: brûkers

source: nl/browse
nl_nl: ferkenne

source: nl/make
nl_nl: ûntwikkel

source: nl/share
nl_nl: diele

source: nl/help
nl_nl: help
